Repository: kshetline/prague-clock
Catalog: src/locales/messages.*.xlf
Languages: cs, de, es, fr

source: Advanced Options
cs: Pokročilé možnosti
de: Erweiterte Optionen
es: Opciones Avanzadas
fr: Options avancées

source: Background
cs: Pozadí
de: Hintergrund
es: Fondo
fr: Arrière-plan

source: Translucent ecliptic
cs: Průsvitná ekliptika
de: Durchscheinende Ekliptik
es: Eclíptica translúcida
fr: Écliptique translucide

source: Mechanically detailed clock face
cs: Mechanicky detailní ciferník orloje
de: Mechanisch detailliertes Ziffernblatt
es: Esfera de reloj con detalles mecánicos
fr: Cadran mécaniquement détaillé

source: Fast animation uses sidereal days
cs: Rychlá animace využívá hvězdné dny
es: La animación rápida utiliza días siderales
fr: L'animation rapide utilise des jours sidéraux

source: Faster graphics / less shading
cs: Rychlejší grafika / méně stínování
de: Schnellere Grafik / weniger Schattierung
es: Gráficos más rápidos / menos sombreado
fr: Graphiques plus rapides / moins d'ombrage

source: Sun/moon real position markers
cs: Ukazatele skutečné polohy Slunce/měsíc
de: Reale Positionsmarkierungen für Sonne/Mond
es: Marcadores de posición real sol/luna
fr: Marqueurs de position réelle soleil/lune

source: Additional planet markers
cs: Další ukazatele planet
de: Zusätzliche Planetenmarker
es: Marcadores de planeta adicionales
fr: Marqueurs de planète supplémentaires

source: Show info panel
cs: Zobrazit informační panel
de: Infotafel anzeigen
es: Mostrar panel de información
fr: Afficher le panneau d'informations

source: Post-2018 colors
cs: Barvy po roce 2018
de: Farben nach 2018
es: Colores posteriores a 2018
fr: Couleurs post-2018

source: Post-2018 colors, no map
cs: Barvy po roce 2018, bez mapy
de: Farben nach 2018, keine Karte
es: Colores posteriores a 2018, sin mapa
fr: Couleurs post-2018, pas de carte

source: Pre-2018 colors
cs: Barvy před rokem 2018
de: Farben vor 2018
es: Colores anteriores a 2018
fr: Couleurs pré-2018

source: Original 1410 look?
cs: Původní vzhled 1410?
es: ¿Aspecto original 1410?
fr: Look 1410 d'origine?

source: Astronomically-accurate, non-mechanical timing
cs: Astronomicky přesné, nemechanické načasování
de: Astronomisch genaue, nicht mechanische Zeit
es: Temporización no mecánica con prec. astronómica
fr: Chronométrage astro. précis et non mécanique

source: Sun constrained by hour hand
cs: Slunce omezeno hodinovou ručičkou
de: Sonne durch Stundenzeiger eingeschränkt
es: Sol limitado por la manecilla de la hora
fr: Soleil contraint par l'aiguille des heures

source: Pre-1866 mechanical timing, recalibrated quarterly
cs: Mech. časování před rokem 1866, rekal. čtvrtletně
de: Mech. Zeit vor 1866, vierteljährlich neu kalibriert
es: Temp. mecánica < 1866, recalibrada trimestralmente
fr: Chrono. mécanique d'avant 1866, recal. trimestriellement

source: Updated mechanical timing, recalibrated yearly
cs: Aktualizované mech. časování, rekal. ročně
de: Mechanische Zeit, jährlich neu kalibriert
es: Mejor temp. mecánica, recalibrada anualmente
fr: Chrono. mécanique mise à jour, recal. chaque année

source: No name provided
cs: Nebylo uvedeno žádné jméno
de: Kein Name angegeben
es: Sin nombre proporcionado
fr: Aucun nom fourni

source: Uncheck "Track current time" to modify the time
cs: Chcete-li čas upravit, zrušte zaškrtnutí políčka „Sledujte aktuální čas“.
de: Deaktivieren Sie "Aktuelle Zeit verfolgen", um die Zeit zu ändern
es: Desmarque "Rastrear la hora actual" para modificar la hora
fr: Décochez "Suivre l'heure actuelle" pour modifier l'heure

source: ISO time format
cs: Formát času ISO
de: ISO-Zeitformat
es: Formato de hora ISO
fr: Format d'heure ISO

source: Disable DST on clock
cs: Zakázat letní čas na orloji
de: Deaktivieren DST auf der Uhr
es: Desactivar DST en el reloj
fr: Désactiver DST sur l'horloge

source: Track current time
cs: Sledujte aktuální čas
de: Aktuelle Uhrzeit verfolgen
es: Seguir la hora actual
fr: Suivre l'heure actuelle

source: Now
cs: Nyní
de: Jetzt
es: Ahora
fr: À présent

source: Local mean time:
cs: Místní střední čas:
de: Lokale mittlere Zeit:
es: Hora media local:
fr: Heure moyenne locale:

source: Local solar time:
cs: Místní sluneční čas:
de: Lokale Sonnenzeit:
es: Hora solar local:
fr: Heure solaire locale:

source: Sidereal time:
cs: Hvězdný čas:
de: Sternzeit:
es: Tiempo sideral:
fr: Temps sidéral:

source: Bohemian time:
cs: Staročeský čas:
de: Böhmische Zeit:
es: Hora bohemia:
fr: Heures bohémiennes:

source: Sun rise/set:
cs: Východ/západ slunce
de: Sonnenaufgang/-untergang:
es: Salida/puesta del sol
fr: Lever/coucher du soleil:

source: Moon rise/set:
cs: Východ/západ Měsíce:
de: Mondaufgang/-untergang:
es: Salida/puesta de la luna:
fr: Lever/coucher de la lune:

source: Last virtual recalibration:
cs: Poslední virtuální rekalibrace:
de: Letzte virtuelle Neukalibrierung:
es: Última recalibración virtual:
fr: Dernier recalibrage virtuel:

source: Actual
cs: Skutečný
de: Tatsächlich
fr: Réel

source: Sun λ
cs: Slunce λ
de: Sonne λ
es: Sol λ
fr: Soleil λ

source: mins
cs: minut
de: Min
es: min
fr: min

source: Moon λ
cs: Měsíc λ
de: Mond λ
es: Luna λ
fr: Lune λ

source: days
cs: dní
de: Tage
es: dias
fr: jours

source: Moon phase
cs: Fáze Měsíce
de: Mond Phase
es: Fase lunar
fr: Phase de lune

source: Original SVG clock graphics by Jan Tošovský
cs: Originální grafika orloje SVG od Jana Tošovského
de: Originale SVG-Uhrengrafik von Jan Tošovský
es: Gráficos de reloj originales de Jan Tošovský
fr: Graphiques d'horloge SVG originaux par Jan Tošovský

source: Change time
cs: Změňte čas
de: Zeit ändern
es: Cambio de hora
fr: Changer le temps

source: Prague, CZE
cs: Praha, CZE
de: Prag, CZE
es: Praga, CZE

source: Default
cs: Výchozí
es: Defecto
fr: Défaut

source: ↔ Equinox/solstice
cs: ↔ Rovnodennost/slunovrat
de: ↔ Tagundnachtgleiche/Sonnenwende
es: ↔ Equinoccio/solsticio
fr: ↔ Équinoxe/solstice

source: ↔ Moon phase
cs: ↔ Fáze Měsíce
de: ↔ Mondphase
es: ↔ Fase lunar
fr: ↔ Phase de lune

source: ↔ Sunrise/transit/sunset
cs: ↔ Východ/kulminace/západ slunce
de: ↔ Sonnenaufgang/Sonnenuntergang
es: ↔ Amanecer/tránsito/atardecer
fr: ↔ Lever/transit/coucher du soleil

source: Advanced options...
cs: Pokročilé možnosti...
de: Erweiterte Optionen...
es: Opciones avanzadas...
fr: Options avancées...

source: Language
cs: Jazyk / Language
de: Sprache / Language
es: Idioma / Language
fr: Langue / Language

source: Code on GitHub
cs: Kód na GitHubu
de: Code auf GitHub
es: Código en GitHub
fr: Coder sur GitHub

source: Czech Horological Society site
cs: Stránky Českého spolku horologického
de: Tschechische Uhrengesellschaft
es: Sitio web de la Sociedad Relojera Checa
fr: Société tchèque d'horlogerie

source: About the real clock
cs: O skutečném orloji
de: Über die echte Uhr
es: Sobre el reloj real
fr: A propos de la vraie horloge

source: https://en.wikipedia.org/wiki/Prague_astronomical_clock
cs: https://cs.wikipedia.org/wiki/Staroměstský_orloj
de: https://de.wikipedia.org/wiki/Prager_Rathausuhr
es: https://es.wikipedia.org/wiki/Reloj_Astron%C3%B3mico_de_Praga
fr: https://fr.wikipedia.org/wiki/Horloge_astronomique_de_Prague

source: About this simulator
cs: O tomto simulátoru
de: Über diesen Simulator
es: Sobre este simulador
fr: À propos de ce simulateur

source: Suppress onscreen keyboard
cs: Potlačit klávesnici na obrazovce
de: Bildschirmtastatur unterdrücken
es: Suprimir teclado en pantalla
fr: Supprimer le clavier à l'écran

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui

source: No
cs: Ne
de: Nein
fr: Non

source: Turn off "Track current time" so you can edit the time?
cs: Vypnout "Sledujte aktuální čas", abyste mohli upravovat čas?
de: "Aktuelle Uhrzeit verfolgen" deaktivieren, damit Sie die Zeit bearbeiten können?
es: ¿Desactivar "Rastrear la hora actual" para poder editar la hora?
fr: Désactiver "Suivre l'heure actuelle" pour pouvoir modifier l'heure?

source: Turn off "Track current time" and change the clock time?
cs: Vypnout "Sledujte aktuální čas" a změnit čas?
de: "Aktuelle Uhrzeit verfolgen" deaktivieren und die Uhrzeit ändern?
es: ¿Desactivar "Rastrear la hora actual" y cambiar la hora del reloj?
fr: Désactiver "Suivre l'heure actuelle" et modifier l'heure de l'horloge?

source: Event
cs: Událos
de: Vorfall
es: Evento
fr: Événement

source: Event outside of this.MIN_YEAR-this.MAX_YEAR year range.
cs: Událost mimo rozsah let this.MIN_YEAR-this.MAX_YEAR.
de: Ereignis außerhalb des Zeitraums von this.MIN_YEAR bis this.MAX_YEAR Jahren.
es: Evento fuera del rango de años this.MIN_YEAR-this.MAX_YEAR.
fr: Événement en dehors de la plage des années this.MIN_YEAR-this.MAX_YEAR.

source: Sunrise
cs: Východ slunce
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil

source: Sunset
cs: Západ slunce
de: Sonnenuntergang
es: Puesta de sol
fr: Coucher du soleil

source: Transit
cs: Kulminace
es: Tránsito

source: Vernal equinox
cs: Jarní rovnodennost
de: Frühlings-Tagundnachtgleiche
es: Equinoccio de primavera
fr: Équinoxe vernal

source: Summer solstice
cs: Letní slunovrat
de: Sommersonnenwende
es: Solsticio de verano
fr: Solstice d'été

source: Autumnal equinox
cs: Podzimní rovnodennost
de: Herbsttagundnachtgleiche
es: Equinoccio de otoño
fr: Équinoxe d'automne

source: Winter Solstice
cs: Zimní slunovrat
de: Wintersonnenwende
es: Solsticio de invierno
fr: Solstice d'hiver

source: New moon
cs: Nový měsíc
de: Neumond
es: Luna nueva
fr: Nouvelle lune

source: First quarter
cs: První čtvrt měsíc*
de: Mond im ersten Viertel
es: Primer cuarto
fr: Premier quartier

source: Full moon
cs: Úplněk
de: Vollmond
es: Luna llena
fr: Pleine lune

source: Third quarter
cs: Třetí čtvrt měsíce
de: Mond im dritten Viertel
es: Tercer cuarto
fr: Troisième quart

source: Search cities/timezones
cs: Hledat města/časová pásma
de: Städte/Zeitzonen suchen
es: Buscar ciudades/zonas
fr: Rechercher des villes/fuseaux

source: By UTC offset
cs: Podle offsetu UTC
de: Durch UTC-Offset
es: Por desplazamiento UTC
fr: Par décalage UTC

source: By region
cs: Podle regionu
de: Nach Region
es: Por región
fr: Par région

source: Timezone region/category
cs: Oblast/kategorie časového pásma
de: Region/Kategorie der Zeitzone
es: Región/categoría de zona horaria
fr: Région/catégorie du fuseau horaire

source: Specific timezone
cs: Konkrétní časové pásmo
de: Bestimmte Zeitzone
es: Zona horaria específica
fr: Fuseau horaire spécifique

source: UTC offset/DST
cs: Posun UTC/Letní čas
es: Desplazamiento UTC/DST
fr: Décalage UTC/DST

source: - Miscellaneous -
cs: - Smíšený -
de: - Sonstig -
es: - Zonas misceláneas -
fr: - Divers -

source: - UTC hour offsets -
cs: - Posuny hodin UTC -
de: - UTC-Stunden-Offsets -
es: - Desplazamientos de horas UTC -
fr: - Décalages horaires UTC -

source: - Your OS timezone -
cs: - Vaše časové pásmo OS -
de: - Ihre OS-Zeitzone -
es: - La zona horaria de su SO -
fr: - Fuseau horaire de votre OS -

source: - Local Mean Time -
cs: - Místní střední čas -
de: - Lokale mittlere Zeit -
es: - Hora media local -
fr: - Heure moyenne locale -

source: DST
cs: letním časem

source: two-hour DST
cs: dvouhodinový letním časem
de: zwei Stunden DST
es: DST de dos horas
fr: DST de deux heures

source: half-hour DST
cs: půlhodinový letním časem
de: halbe DST
es: DST de media hora
fr: demi-heure DST

source: negative DST
cs: záporný letním časem
es: DST negativo
fr: DST négatif

source: non-standard DST
cs: nestandardní letním časem
de: Nicht standardmäßige DST
es: DST no estándar
fr: DST non standard

source: with
cs: s
de: mit
es: con
fr: avec

source: Clear recent locations
cs: Vymazat nedávná místa
de: Letzte Orte löschen
es: Borrar ubicaciones recientes
fr: Effacer les emplacements récents

source: No matching cites/timezones
cs: Žádná odpovídající města/časová pásm
de: Keine übereinstimmenden Städte/Zeitzonen
es: Sin ciudades/zonas coincidentes
fr: Aucun cite/fuseau horaire correspondant

source: Searching...
cs: Hledání...
de: Suche...
es: Buscando...
fr: Recherche...

source: No matching timezones
cs: Žádná odpovídající časová pásma
de: Keine übereinstimmenden Zeitzonen
es: Sin zonas coincidentes
fr: Aucun fuseau horaire correspondant

source: W
es: O
fr: O

source: E
de: O
